Repository: rxtech-lab/sticker-factory
Catalog: StickerGeniOS/StickerGeniOS/Localizable.xcstrings
Source language: en
Languages: zh_cn, zh_hk

source: · %lld VIDEOS
zh_cn: · %lld 个视频
zh_hk: · %lld 段影片

source: · 1 VIDEO
zh_cn: · 1 个视频
zh_hk: · 1 段影片

# %@ · %lld GENERATED
source: %1$@ · %2$lld GENERATED
zh_cn: %1$@ · 已生成 %2$lld 个
zh_hk: %1$@ · 已生成 %2$lld 個

source: %@ installs
zh_cn: %@ 次安装
zh_hk: %@ 次安裝

source: %@ is not installed on this iPhone.
zh_cn: 此 iPhone 未安装 %@。
zh_hk: 此 iPhone 未安裝 %@。

source: %@ is not installed on this iPhone. Install it, then come back to add this pack.
zh_cn: 此 iPhone 未安装 %@。安装后再回来添加这个贴纸包。
zh_hk: 此 iPhone 未安裝 %@。安裝後再回來加入這個貼圖包。

source: %@ is responding
zh_cn: %@ 正在回复
zh_hk: %@ 正在回覆

source: %@ keeps still and animated stickers in separate packs.
zh_cn: %@ 会把静态和动态贴纸放在不同的包中。
zh_hk: %@ 會把靜態和動態貼圖放在不同的包中。

source: %@ s
zh_cn: %@ 秒
zh_hk: %@ 秒

source: %@ stickers
zh_cn: %@ 张贴纸
zh_hk: %@ 張貼圖

source: %@. Detailed artwork can still be exported one size down, or as a still frame, to stay under Apple's 500 KB limit — the export always goes through.
zh_cn: %1$@。细节丰富的图稿仍可缩小一个尺寸导出，或导出为静态帧，以符合 Apple 500 KB 的限制——文件始终可以导出。
zh_hk: %1$@。細節豐富的圖稿仍可縮小一個尺寸導出，或導出為靜態幀，以符合 Apple 500 KB 的限制——檔案始終可以導出。

# %@s · %lld fps · %@
source: %1$@s · %2$lld fps · %3$@
zh_cn: %1$@ 秒 · %2$lld fps · %3$@
zh_hk: %1$@ 秒 · %2$lld fps · %3$@

source: %1$@ packs need at least %2$lld %3$@; this pack has %4$lld.
zh_cn: %1$@ 贴纸包至少需要 %2$lld %3$@；这个贴纸包只有 %4$lld 张。
zh_hk: %1$@ 貼圖包至少需要 %2$lld %3$@；這個貼圖包只有 %4$lld 張。

source: %lld credits. Tap to top up.
zh_cn: %lld 积分。点按以充值。
zh_hk: %lld 點數。點按以增值。

source: %lld LAYERS
zh_cn: %lld 个图层
zh_hk: %lld 個圖層

# %lld px · arrives about %lld pt wide
source: %1$lld px · arrives about %2$lld pt wide
zh_cn: %1$lld px · 发送后宽约 %2$lld pt
zh_hk: %1$lld px · 發送後寬約 %2$lld pt

source: %lld stickers in this pack are hidden from people who added it.
zh_cn: 此贴纸包中有 %lld 张贴纸对添加者不可见。
zh_hk: 此貼圖包中有 %lld 張貼圖對加入者不可見。

source: 1 install
zh_cn: 1 次安装
zh_hk: 1 次安裝

source: 1 LAYER
zh_cn: 1 个图层
zh_hk: 1 個圖層

source: 1 sticker
zh_cn: 1 张贴纸
zh_hk: 1 張貼圖

source: 1 sticker in this pack is hidden from people who added it.
zh_cn: 此贴纸包中有 1 张贴纸对添加者不可见。
zh_hk: 此貼圖包中有 1 張貼圖對加入者不可見。

source: 1. Generate
zh_cn: 1. 生成
zh_hk: 1. 生成

source: 2. Confirm
zh_cn: 2. 确认
zh_hk: 2. 確認

source: 3. Keep every version
zh_cn: 3. 保留每个版本
zh_hk: 3. 保留每個版本

source: 4. Publish
zh_cn: 4. 发布
zh_hk: 4. 發佈

source: 5. Use it
zh_cn: 5. 使用
zh_hk: 5. 使用

source: A %1$@ pack holds at most %2$lld stickers, so larger groups are split evenly.
zh_cn: 一个 %1$@ 贴纸包最多容纳 %2$lld 张贴纸，更多的会平均拆分。
zh_hk: 一個 %1$@ 貼圖包最多容納 %2$lld 張貼圖，更多的會平均拆分。

source: A joyful corgi in a raincoat, thick white sticker outline…
zh_cn: 一只穿雨衣的开心柯基，带粗白色贴纸描边…
zh_hk: 一隻穿雨衣的開心柯基，帶粗白色貼圖描邊…

source: A one-time purchase that leaves your plan unchanged.
zh_cn: 一次性购买，不会改变你的方案。
zh_hk: 一次性購買，不會改變你的方案。

source: A single expressive sticker.
zh_cn: 用一张静态贴纸表达心情。
zh_hk: 用一張靜態貼紙表達心情。

source: A sticker file is empty.
zh_cn: 有一个贴纸文件是空的。
zh_hk: 有一個貼圖檔案是空的。

source: A sticker frame could not be read for encoding.
zh_cn: 无法读取贴纸画面以进行编码。
zh_hk: 無法讀取貼圖畫面以進行編碼。

source: A sticker frame could not be rendered.
zh_cn: 无法渲染贴纸画面。
zh_hk: 無法渲染貼圖畫面。

source: A sticker is not the size Telegram expects.
zh_cn: 有一张贴纸的尺寸不符合 Telegram 的要求。
zh_hk: 有一張貼圖的尺寸不符合 Telegram 的要求。

source: A sticker is over Telegram's size limit.
zh_cn: 有一张贴纸超过了 Telegram 的大小限制。
zh_hk: 有一張貼圖超過了 Telegram 的大小限制。

source: A transparent PNG sticker.
zh_cn: 一张透明 PNG 贴纸。
zh_hk: 一張透明 PNG 貼圖。

source: A transparent sticker and %@, sized for Messages.
zh_cn: 适用于“信息”的透明贴纸和 %@。
zh_hk: 適用於「訊息」的透明貼圖和 %@。

source: A transparent sticker and GIF, sized for Messages.
zh_cn: 适用于“信息”的透明贴纸和 GIF。
zh_hk: 適用於“訊息”的透明貼圖和 GIF。

source: About
zh_cn: 关于
zh_hk: 關於

source: About %@
zh_cn: 关于 %@
zh_hk: 關於 %@

source: Accept a candidate first, then export and publish it.
zh_cn: 请先接受一个候选版本，再导出并发布。
zh_hk: 請先接受一個候選版本，再導出併發布。

source: Accept this revision before publishing exports.
zh_cn: 请先接受此修订版本，再发布导出文件。
zh_hk: 請先接受此修訂版本，再發布導出檔案。

source: Accepted
zh_cn: 已接受
zh_hk: 已接受

source: Accepted changes stay in version history, where you can compare results and restore an earlier sticker.
zh_cn: 接受的更改会保留在版本历史中，你可以比较结果并恢复较早的贴纸。
zh_hk: 接受的更改會保留在版本歷史中，你可以比較結果並恢復較早的貼圖。

source: Account
zh_cn: 帐户
zh_hk: 帳戶

source: Active plan required
zh_cn: 需要有效方案
zh_hk: 需要有效方案

source: Activity
zh_cn: 活动
zh_hk: 活動

source: Add
zh_cn: 添加
zh_hk: 加入

source: Add motion before publishing this animated sticker. You can still export the current image locally.
zh_cn: 发布这张动态贴纸前，请先添加动画。你仍可在本地导出当前图像。
zh_hk: 發佈這張動態貼圖前，請先加入動畫。你仍可在本地導出當前影像。

source: Add photos
zh_cn: 添加照片
zh_hk: 加入相片

source: Add to %@
zh_cn: 添加到 %@
zh_hk: 加入到 %@

source: Add to library
zh_cn: 添加到贴纸库
zh_hk: 加入到貼圖庫

source: Add to Stickers
zh_cn: 添加到贴纸库
zh_hk: 加入到貼圖庫

source: Added
zh_cn: 已添加
zh_hk: 已加入

source: Added to your stickers. It's ready in Messages.
zh_cn: 已添加到你的贴纸库，可在“信息”中使用。
zh_hk: 已加入你的貼圖庫，可在「訊息」中使用。

source: Adding a layer
zh_cn: 正在添加图层
zh_hk: 正在加入圖層

source: Adding to Stickers…
zh_cn: 正在添加到贴纸库…
zh_hk: 正在加入到貼圖庫…

source: Adding to your stickers…
zh_cn: 正在添加到你的贴纸库…
zh_hk: 正在加入你的貼圖庫…

source: Adjusting animation
zh_cn: 正在调整动画
zh_hk: 正在調整動畫

source: All
zh_cn: 全部
zh_hk: 全部

source: All image and mask assets must finish verified download before export. Try again when the preview is ready.
zh_cn: 所有图像和蒙版资源都必须完成验证下载后才能导出。预览就绪后请重试。
zh_hk: 所有影像和蒙版資源都必須完成驗證下載後才能導出。預覽就緒後請重試。

source: Allow photo-library access in Settings to save this image.
zh_cn: 请在“设置”中允许访问照片图库，以保存此图像。
zh_hk: 請在「設定」中允許存取相片圖庫，以儲存此影像。

source: An MP4 with a solid background, for video-only apps.
zh_cn: 带纯色背景的 MP4，适用于仅支持视频的 App。
zh_hk: 帶純色背景的 MP4，適用於僅支援影片的 App。

source: Animate
zh_cn: 播放动画
zh_hk: 播放動畫

source: Animated
zh_cn: 动态
zh_hk: 動態

source: Animated sticker attachment
zh_cn: 动态贴纸附件
zh_hk: 動態貼圖附件

source: Animated sticker preview
zh_cn: 动态贴纸预览
zh_hk: 動態貼紙預覽

source: animated stickers
zh_cn: 张动态贴纸
zh_hk: 張動態貼圖

source: Animated stickers need motion before they can be published. Describe how it should move in chat first.
zh_cn: 动态贴纸需要先添加动画才能发布。请先在聊天中描述它应如何运动。
zh_hk: 動態貼圖需要先加入動畫才能發佈。請先在聊天中描述它應如何運動。

source: Animating sticker
zh_cn: 正在制作贴纸动画
zh_hk: 正在製作貼圖動畫

source: Animation
zh_cn: 动画
zh_hk: 動畫

source: Animation format
zh_cn: 动画格式
zh_hk: 動畫格式

source: Anyone can find this pack. Edits reach everyone who added it.
zh_cn: 任何人都能找到此贴纸包。编辑会对所有添加者生效。
zh_hk: 任何人都能找到此貼圖包。編輯會對所有加入者生效。

source: Apply
zh_cn: 应用
zh_hk: 套用

source: assistant: %@
zh_cn: 助理：%@
zh_hk: 助理：%@

source: Back
zh_cn: 返回
zh_hk: 返回

source: Balance
zh_cn: 余额
zh_hk: 餘額

source: Balanced
zh_cn: 均衡
zh_hk: 平衡

source: Be the first to publish a sticker pack.
zh_cn: 成为第一个发布贴纸包的人。
zh_hk: 成為第一個發佈貼圖包的人。

source: Becomes %1$lld %2$@ packs.
zh_cn: 将拆分为 %1$lld 个 %2$@ 贴纸包。
zh_hk: 將拆分為 %1$lld 個 %2$@ 貼圖包。

source: Becomes one %@ pack.
zh_cn: 将成为一个 %@ 贴纸包。
zh_hk: 將成為一個 %@ 貼圖包。

source: Both
zh_cn: 两者
zh_hk: 兩者

source: Bounce
zh_cn: 弹跳
zh_hk: 彈跳

source: Bring your sticker to life with looping motion.
zh_cn: 让贴纸用循环动画生动起来。
zh_hk: 讓貼紙用循環動畫生動起來。

source: Browse
zh_cn: 浏览
zh_hk: 瀏覽

source: Build
zh_cn: 生成
zh_hk: 生成

source: Build animation
zh_cn: 生成动画
zh_hk: 生成動畫

source: Build number
zh_cn: 构建版本
zh_hk: 版本編號

source: Build sticker
zh_cn: 生成贴纸
zh_hk: 生成貼圖

source: Build this plan?
zh_cn: 生成此方案？
zh_hk: 生成此方案？

source: Building plan
zh_cn: 正在生成方案
zh_hk: 正在生成方案

source: Building.
zh_cn: 正在生成。
zh_hk: 正在生成。

source: Bundle stickers you have published and share them with everyone.
zh_cn: 将你发布的贴纸组合成贴纸包并分享给所有人。
zh_hk: 將你發佈的貼圖組合成貼圖包並分享給所有人。

source: Buy for %@
zh_cn: 购买 %@
zh_hk: 購買 %@

source: by %@
zh_cn: 作者：%@
zh_hk: 作者：%@

source: Calm
zh_cn: 平静
zh_hk: 平靜

source: Cancel
zh_cn: 取消
zh_hk: 取消

source: Cancel Export
zh_cn: 取消导出
zh_hk: 取消匯出

source: Candidate
zh_cn: 候选版本
zh_hk: 候選版本

source: Candidate animated sticker
zh_cn: 候选动态贴纸
zh_hk: 候選動態貼圖

source: Candidate ready
zh_cn: 候选版本已就绪
zh_hk: 候選版本已就緒

source: Candidate sticker
zh_cn: 候选贴纸
zh_hk: 候選貼圖

source: Capture
zh_cn: 捕捉
zh_hk: 擷取

source: Capture · %lld frames
zh_cn: 捕捉 · %lld 帧
zh_hk: 擷取 · %lld 格

source: Change the animation after you make it. Try a new move, fine-tune the timing, or keep the version that feels just right.
zh_cn: 生成后仍可更改动画。尝试新的动作、微调时序，或保留最合适的版本。
zh_hk: 生成後仍可更改動畫。嘗試新的動作、微調時序，或保留最合適的版本。

source: Check the layers, layout, and image count. Build only when the plan matches what you want.
zh_cn: 检查图层、布局和图像数量。确认方案符合你的要求后再生成。
zh_hk: 檢查圖層、佈局和影像數量。確認方案符合你的要求後再生成。

source: Checking artwork
zh_cn: 检查素材
zh_hk: 檢查素材

source: Choose %lld
zh_cn: 请选择 %lld 项
zh_hk: 請選擇 %lld 項

# Choose %lld–%lld
source: Choose %1$lld–%2$lld
zh_cn: 请选择 %lld–%lld 项
zh_hk: 請選擇 %lld–%lld 項

source: Choose a controllable sticker in the Pet tab. See it on your Apple Watch and widgets, and send stickers in Messages to let its mood change.
zh_cn: 在宠物标签页选择一张可操控贴纸。你可以在 Apple Watch 和小组件上看到它；在信息中发送贴纸，它的心情也会随之变化。
zh_hk: 在寵物分頁選擇一張可操控貼圖。你可以在 Apple Watch 和小工具上看到牠；在訊息中傳送貼圖，牠的心情也會跟著變化。

source: Choose a PNG mask with transparent and painted areas. Regular opaque photos cannot be used as masks.
zh_cn: 请选择包含透明和绘制区域的 PNG 蒙版。普通不透明照片不能用作蒙版。
zh_hk: 請選擇包含透明和繪製區域的 PNG 蒙版。普通不透明相片不能用作蒙版。

source: Choose a points pack
zh_cn: 选择积分包
zh_hk: 選擇點數包

source: Choose stickers
zh_cn: 选择贴纸
zh_hk: 選擇貼圖

source: Choose the export settings and publish an accepted version as Apple-compatible sticker files.
zh_cn: 选择导出设置，并将已接受的版本发布为兼容 Apple 的贴纸文件。
zh_hk: 選擇導出設定，並將已接受的版本發佈為兼容 Apple 的貼圖檔案。

source: Choose the name shown in your Library and sticker detail.
zh_cn: 选择显示在贴纸库和贴纸详情中的名称。
zh_hk: 選擇顯示在貼圖庫和貼圖詳情中的名稱。

source: Choose the next version
zh_cn: 选择下一个版本
zh_hk: 選擇下一個版本

source: Close
zh_cn: 关闭
zh_hk: 關閉

source: Compare revisions
zh_cn: 比较修订版本
zh_hk: 比較修訂版本

source: Compare side by side
zh_cn: 并排比较
zh_hk: 並排比較

source: Compare with previous
zh_cn: 与上一版本比较
zh_hk: 與上一版本比較

source: Complete
zh_cn: 已完成
zh_hk: 已完成

source: Completing purchase…
zh_cn: 正在完成购买…
zh_hk: 正在完成購買…

source: Confirm before generation
zh_cn: 生成前确认
zh_hk: 生成前確認

source: Confirm this look, then the artwork is separated into parts for animation.
zh_cn: 确认此外观后，图稿将被分成多个部分用于制作动画。
zh_hk: 確認此外觀後，圖稿將被分成多個部分用於製作動畫。

source: Contact support
zh_cn: 联系支持
zh_hk: 聯絡支援

source: Continue
zh_cn: 继续
zh_hk: 繼續

source: Continue in Background
zh_cn: 在后台继续
zh_hk: 在背景繼續

source: Continue with this sticker
zh_cn: 继续使用此贴纸
zh_hk: 繼續使用此貼圖

source: Controllable animation
zh_cn: 可控动画
zh_hk: 可控動畫

source: Copy
zh_cn: 复制
zh_hk: 複製

source: Copy Diagnostics
zh_cn: 复制诊断信息
zh_hk: 複製診斷資訊

source: Could not append a frame
zh_cn: 无法添加画面
zh_hk: 無法加入畫面

source: Could not read this photo. Close to keep it as it is.
zh_cn: 无法读取这张照片。关闭即可保持现状。
zh_hk: 無法讀取這張相片。關閉即可保持現狀。

source: Could not start
zh_cn: 无法开始
zh_hk: 無法開始

source: Couldn’t Complete Action
zh_cn: 无法完成操作
zh_hk: 無法完成操作

source: Couldn't download the asset.
zh_cn: 无法下载资源。
zh_hk: 無法下載資源。

source: Couldn't fetch the published files. Check your connection and try again.
zh_cn: 无法获取已发布的文件。请检查网络连接后重试。
zh_hk: 無法獲取已發佈的檔案。請檢查網絡連線後重試。

source: Couldn’t load sticker options. Your idea and photos are saved here. Try again.
zh_cn: 无法加载贴纸选项。你的创意和照片仍保留在这里，请重试。
zh_hk: 無法載入貼紙選項。你的創意和照片仍保留在這裡，請重試。

source: Couldn't prepare the new sticker. Try again.
zh_cn: 无法准备新贴纸。请重试。
zh_hk: 無法準備新貼圖。請重試。

source: Create
zh_cn: 创建
zh_hk: 建立

source: Create a static or animated sticker to get started.
zh_cn: 创建一张静态或动态贴纸即可开始。
zh_hk: 建立一張靜態或動態貼圖即可開始。

source: Create and publish
zh_cn: 创建并发布
zh_hk: 建立併發布

source: Creating animation
zh_cn: 正在创建动画
zh_hk: 正在建立動畫

source: Creating pack…
zh_cn: 正在创建贴纸包…
zh_hk: 正在建立貼圖包…

source: Creating your sticker…
zh_cn: 正在制作你的贴纸…
zh_hk: 正在製作你的貼紙…

source: Creator
zh_cn: 创作者
zh_hk: 創作者

source: Credit section
zh_cn: 积分部分
zh_hk: 點數部分

source: Credits
zh_cn: 积分
zh_hk: 點數

source: Credits pay for the AI that draws and animates your stickers.
zh_cn: 积分用于支付绘制和动画化贴纸的 AI。
zh_hk: 點數用於支付繪製和動畫化貼紙的 AI。

source: Credits. Tap to top up.
zh_cn: 积分。点按以充值。
zh_hk: 點數。點按以增值。

source: Current
zh_cn: 当前
zh_hk: 當前

source: Current animated sticker
zh_cn: 当前动态贴纸
zh_hk: 當前動態貼圖

source: Current sticker
zh_cn: 当前贴纸
zh_hk: 當前貼圖

source: CURRENT VERSION
zh_cn: 当前版本
zh_hk: 當前版本

source: Dance
zh_cn: 跳舞
zh_hk: 跳舞

source: Delete
zh_cn: 删除
zh_hk: 刪除

source: Delete “%@”
zh_cn: 删除“%@”
zh_hk: 刪除“%@”

source: Delete Account
zh_cn: 删除账户
zh_hk: 刪除帳戶

source: Delete My Account
zh_cn: 删除我的账户
zh_hk: 刪除我的帳戶

source: Delete pack
zh_cn: 删除贴纸包
zh_hk: 刪除貼圖包

source: Delete project
zh_cn: 删除项目
zh_hk: 刪除專案

source: Delete this pack?
zh_cn: 要删除此贴纸包吗？
zh_hk: 要刪除此貼圖包嗎？

source: Delete this sticker project?
zh_cn: 删除此贴纸项目？
zh_hk: 刪除此貼圖專案？

source: Delete your %@ account?
zh_cn: 要删除你的 %@ 账户吗？
zh_hk: 要刪除你的 %@ 帳戶嗎？

source: Deleting pack…
zh_cn: 正在删除贴纸包…
zh_hk: 正在刪除貼圖包…

source: Deleting…
zh_cn: 正在删除…
zh_hk: 正在刪除…

source: Deletion starts a durable purge of the private source images, transcript, revisions, and exports.
zh_cn: 删除后将永久清除私密源图像、聊天记录、修订版本和导出文件。
zh_hk: 刪除後將永久清除私密源影像、聊天記錄、修訂版本和導出檔案。

source: Describe one sticker, choose static or animated, and add reference photos when they help.
zh_cn: 描述一张贴纸，选择静态或动态，并可按需添加参考照片。
zh_hk: 描述一張貼圖，選擇靜態或動態，並可按需加入參考相片。

source: Describe your sticker
zh_cn: 描述你的贴纸
zh_hk: 描述你的貼圖

source: Description
zh_cn: 描述
zh_hk: 描述

source: Dismiss connection warning
zh_cn: 关闭连接警告
zh_hk: 關閉連線警告

source: Dismiss publish reminder
zh_cn: 关闭发布提醒
zh_hk: 關閉發佈提醒

source: Dismissed — %@
zh_cn: 已关闭 — %@
zh_hk: 已關閉 — %@

source: Dismissed.
zh_cn: 已关闭。
zh_hk: 已關閉。

source: Done
zh_cn: 完成
zh_hk: 完成

source: Downloading artwork
zh_cn: 正在下载作品
zh_hk: 正在下載作品

source: Draft
zh_cn: 草稿
zh_hk: 草稿

source: Drafting a plan
zh_cn: 正在起草方案
zh_hk: 正在起草方案

source: Drawing artwork
zh_cn: 正在绘制图稿
zh_hk: 正在繪製圖稿

source: Drawing it full size
zh_cn: 正在绘制完整尺寸…
zh_hk: 正在繪製完整尺寸…

source: Drawing the frames
zh_cn: 正在绘制画面…
zh_hk: 正在繪製畫面…

source: Each pack is handed over on its own. Finish adding it in %@, then come back for the next.
zh_cn: 每个贴纸包单独交接。先在 %@ 中完成添加，再回来发送下一个。
zh_hk: 每個貼圖包單獨交接。先在 %@ 中完成加入，再回來傳送下一個。

source: Edit
zh_cn: 编辑
zh_hk: 編輯

source: Edit pack
zh_cn: 编辑贴纸包
zh_hk: 編輯貼圖包

source: Edit Sticker
zh_cn: 编辑贴纸
zh_hk: 編輯貼圖

source: Editing a sticker on device returns it to draft, and a draft cannot appear in a pack. Publish it again to bring it back — but saving the sticker list here drops it from the pack for good.
zh_cn: 在设备上编辑贴纸会将其变回草稿，草稿无法出现在贴纸包中。请再次发布以恢复它——但在此保存贴纸列表会永久将它从贴纸包中移除。
zh_hk: 在裝置上編輯貼圖會將其變回草稿，草稿無法出現在貼圖包中。請再次發佈以恢復它——但在此儲存貼圖列表會永久將它從貼圖包中移除。

source: Editing layers
zh_cn: 正在编辑图层
zh_hk: 正在編輯圖層

source: Editing sticker
zh_cn: 正在编辑贴纸
zh_hk: 正在編輯貼圖

source: Emoji for %@
zh_cn: %@ 的表情符号
zh_hk: %@ 的表情符號

# Encoding %lld px · frame %lld of %lld
source: Encoding %1$lld px · frame %2$lld of %3$lld
zh_cn: 编码 %1$lld px · 第 %2$lld 帧，共 %3$lld 帧
zh_hk: 編碼 %1$lld px · 第 %2$lld 格，共 %3$lld 格

source: Encoding animation
zh_cn: 正在编码动画
zh_hk: 正在編碼動畫

source: Encoding at %lld px
zh_cn: 正在以 %lld px 编码
zh_hk: 正在以 %lld px 編碼

source: Encoding frame %1$lld of %2$lld
zh_cn: 正在编码第 %1$lld/%2$lld 帧
zh_hk: 正在編碼第 %1$lld/%2$lld 格

source: Encoding GIF
zh_cn: 编码 GIF
zh_hk: 編碼 GIF

source: Encoding GIF at %lld px
zh_cn: 正在以 %lld px 编码 GIF
zh_hk: 正在以 %lld px 編碼 GIF

source: Encoding video
zh_cn: 编码视频
zh_hk: 編碼影片

source: Even the smallest encoding is %1$@, over the %2$@ limit.
zh_cn: 即使最小的编码也有 %1$@，超过了 %2$@ 的限制。
zh_hk: 即使最小的編碼也有 %1$@，超過了 %2$@ 的限制。

source: Every pack works in both. Stickers are converted for you, and a pack too big for one messenger is split into parts it accepts.
zh_cn: 每个贴纸包在两边都能用。贴纸会自动转换格式；超出某个应用上限的贴纸包，会自动拆成它能接受的几部分。
zh_hk: 每個貼圖包在兩邊都能用。貼圖會自動轉換格式；超出某個應用上限的貼圖包，會自動拆成它能接受的幾部分。

source: Every sticker needs an emoji.
zh_cn: 每张贴纸都需要一个表情符号。
zh_hk: 每張貼圖都需要一個表情符號。

source: Everything will be permanently deleted on %@.
zh_cn: 所有内容将于 %@ 永久删除。
zh_hk: 所有內容將於 %@ 永久刪除。

source: Exclude
zh_cn: 排除
zh_hk: 排除

source: Exclude “%@” to send this pack without it.
zh_cn: 排除“%@”即可发送这个贴纸包的其余部分。
zh_hk: 排除「%@」即可傳送這個貼圖包的其餘部分。

source: Exclude the %lld stickers that could not be prepared to send this pack without them.
zh_cn: 排除无法准备的 %lld 张贴纸，即可发送这个贴纸包的其余部分。
zh_hk: 排除無法準備的 %lld 張貼圖，即可傳送這個貼圖包的其餘部分。

source: Excluded
zh_cn: 已排除
zh_hk: 已排除

source: Export
zh_cn: 导出
zh_hk: 導出

source: Export & Publish
zh_cn: 导出并发布
zh_hk: 導出併發布

source: Export as
zh_cn: 导出为
zh_hk: 導出為

source: Export cancelled
zh_cn: 已取消导出
zh_hk: 已取消匯出

source: Export complete
zh_cn: 导出完成
zh_hk: 匯出完成

source: Export failed
zh_cn: 导出失败
zh_hk: 匯出失敗

source: Export it now or add motion first
zh_cn: 立即导出或先添加动画
zh_hk: 立即導出或先加入動畫

source: Export ready
zh_cn: 导出已就绪
zh_hk: 導出已就緒

source: EXPORT SETTINGS
zh_cn: 导出设置
zh_hk: 導出設定

source: Exported at %lld px to stay under Apple's 500 KB sticker limit.
zh_cn: 已以 %lld px 导出，以符合 Apple 贴纸 500 KB 的限制。
zh_hk: 已以 %lld px 導出，以符合 Apple 貼圖 500 KB 的限制。

source: Exporting
zh_cn: 导出中
zh_hk: 匯出中

source: Exporting files…
zh_cn: 正在导出文件…
zh_hk: 正在導出檔案…

source: Exporting your sticker
zh_cn: 正在导出你的贴纸
zh_hk: 正在匯出你的貼圖

source: Failed
zh_cn: 失败
zh_hk: 失敗

source: Filming a clip
zh_cn: 正在拍摄片段
zh_hk: 正在拍攝片段

source: Filter
zh_cn: 筛选
zh_hk: 篩選

source: Finishing animation
zh_cn: 正在完成动画
zh_hk: 正在完成動畫

source: Finishing the edit
zh_cn: 正在完成编辑
zh_hk: 正在完成編輯

source: Finishing the plan
zh_cn: 正在完成方案
zh_hk: 正在完成方案

source: Fitting it for Messages
zh_cn: 正在调整为适用于“信息”的尺寸
zh_hk: 正在調整為適用於「訊息」的尺寸

source: Fitting Messages sticker
zh_cn: 适配「信息」贴纸
zh_hk: 配合「訊息」貼圖

source: Float
zh_cn: 漂浮
zh_hk: 漂浮

# Frame %lld of %lld
source: Frame %1$lld of %2$lld
zh_cn: 第 %1$lld 帧，共 %2$lld 帧
zh_hk: 第 %1$lld 格，共 %2$lld 格

source: Free
zh_cn: 免费
zh_hk: 免費

source: Fresh off the press
zh_cn: 刚刚发布
zh_hk: 剛剛發佈

source: Generate %lld images
zh_cn: 生成 %lld 张图像
zh_hk: 生成 %lld 張影像

source: Generate 1 image
zh_cn: 生成 1 张图像
zh_hk: 生成 1 張影像

source: Generate one candidate
zh_cn: 生成一个候选版本
zh_hk: 生成一個候選版本

source: Generate your first sticker
zh_cn: 生成你的第一张贴纸
zh_hk: 生成你的第一張貼圖

source: Generated
zh_cn: 已生成
zh_hk: 已生成

source: Generation failed. You can retry this request.
zh_cn: 生成失败。你可以重试此请求。
zh_hk: 生成失敗。你可以重試此請求。

source: Get started
zh_cn: 开始使用
zh_hk: 開始使用

source: Getting ready…
zh_cn: 准备中…
zh_hk: 準備中…

source: Go Pro
zh_cn: 升级 Pro
zh_hk: 升級 Pro

source: Got it
zh_cn: 知道了
zh_hk: 知道了

source: Growing something new
zh_cn: 正在长出新模样
zh_hk: 正在長出新模樣

source: Growing…
zh_cn: 成长中…
zh_hk: 成長中…

source: Handed to %1$@. Finish adding it there; send it again if %2$@ did not pick it up.
zh_cn: 已交给 %1$@。请在那里完成添加；如果 %2$@ 没有收到，可再次发送。
zh_hk: 已交給 %1$@。請在那裡完成加入；如果 %2$@ 沒有收到，可再次傳送。

source: Happy
zh_cn: 开心
zh_hk: 開心

source: Help
zh_cn: 帮助
zh_hk: 幫助

source: High
zh_cn: 高
zh_hk: 高

source: Higher presets add more selectable poses per character and cost more to generate.
zh_cn: 更高的预设会为每个角色添加更多可选姿势，生成费用也更高。
zh_hk: 更高的預設會為每個角色加入更多可選姿勢，生成費用也更高。

source: Hmm, let me think…
zh_cn: 嗯，让我想想…
zh_hk: 嗯，讓我想想…

source: Hop
zh_cn: 跳跃
zh_hk: 跳躍

source: Hops hello
zh_cn: 蹦一下打招呼
zh_hk: 跳一跳打招呼

source: How %@ works
zh_cn: %@ 使用指南
zh_hk: %@ 使用指南

source: Idle
zh_cn: 待机
zh_hk: 待機

source: Image ready
zh_cn: 图像已就绪
zh_hk: 影像已就緒

source: In progress
zh_cn: 进行中
zh_hk: 進行中

source: In this pack
zh_cn: 此贴纸包内
zh_hk: 此貼圖包內

source: Include
zh_cn: 包含
zh_hk: 包含

source: Interactive sticker preview
zh_cn: 可互动贴纸预览
zh_hk: 可互動貼紙預覽

source: It disappears from Sticker Packs and from everyone who added it. Your stickers themselves are untouched.
zh_cn: 它会从“贴纸包”中消失，所有添加过它的人也会失去它。你的贴纸本身不受影响。
zh_hk: 它會從「貼圖包」中消失，所有加入過它的人也會失去它。你的貼圖本身不受影響。

source: It disappears from the marketplace and from everyone who added it. Your stickers themselves are untouched.
zh_cn: 它会从市场以及所有添加者那里消失。你的贴纸本身不会受到影响。
zh_hk: 它會從市集以及所有加入者那裡消失。你的貼圖本身不會受到影響。

source: Keep creating
zh_cn: 继续创作
zh_hk: 繼續創作

source: Keep it
zh_cn: 保留
zh_hk: 保留

source: Keep it and it becomes the sticker you build on.
zh_cn: 保留后，它将成为你继续编辑的贴纸。
zh_hk: 保留後，它將成為你繼續編輯的貼圖。

source: Keep My Account
zh_cn: 保留我的账户
zh_hk: 保留我的帳戶

source: Keep pack
zh_cn: 保留贴纸包
zh_hk: 保留貼圖包

source: Kept
zh_cn: 已保留
zh_hk: 已保留

source: Large
zh_cn: 大
zh_hk: 大

source: Larger, with hard-cut edges. Animates anywhere — WhatsApp, Discord, the web.
zh_cn: 更大，边缘利落。可在 WhatsApp、Discord 和网页上播放动画。
zh_hk: 更大，邊緣俐落。可在 WhatsApp、Discord 和網頁上播放動畫。

source: Layout preview with %lld layers
zh_cn: 包含 %lld 个图层的布局预览
zh_hk: 包含 %lld 個圖層的佈局預覽

source: Legal
zh_cn: 法律信息
zh_hk: 法律訊息

source: Library
zh_cn: 贴纸库
zh_hk: 貼圖庫

source: Lift subject
zh_cn: 提取主体
zh_hk: 提取主體

source: Lift the subject out
zh_cn: 提取主体
zh_hk: 提取主體

source: Lifted subject. Tap to choose a different one.
zh_cn: 主体已提取。轻点以选择其他主体。
zh_hk: 主體已提取。輕點以選擇其他主體。

source: Lifting the subject from every frame…
zh_cn: 正在从每一帧中提取主体…
zh_hk: 正在從每一格中提取主體…

source: Lifting the subject…
zh_cn: 正在提取主体…
zh_hk: 正在提取主體…

source: Load earlier messages
zh_cn: 载入更早的消息
zh_hk: 載入更早的訊息

source: Load more
zh_cn: 载入更多
zh_hk: 載入更多

source: Loading %@…
zh_cn: 正在载入%@…
zh_hk: 正在載入%@…

source: Loading balances…
zh_cn: 正在载入余额…
zh_hk: 正在載入餘額…

source: Loading conversation
zh_cn: 正在载入对话
zh_hk: 正在載入對話

source: Loading creator…
zh_cn: 正在载入创作者…
zh_hk: 正在載入創作者…

source: Loading earlier messages…
zh_cn: 正在载入更早的消息…
zh_hk: 正在載入更早的訊息…

source: Loading history…
zh_cn: 正在载入历史记录…
zh_hk: 正在載入歷史記錄…

source: Loading more packs…
zh_cn: 正在载入更多贴纸包…
zh_hk: 正在載入更多貼圖包…

source: Loading more stickers…
zh_cn: 正在载入更多贴纸…
zh_hk: 正在載入更多貼圖…

source: Loading pack…
zh_cn: 正在载入贴纸包…
zh_hk: 正在載入貼圖包…

source: Loading packs…
zh_cn: 正在载入贴纸包…
zh_hk: 正在載入貼圖包…

source: Loading reference…
zh_cn: 正在载入参考图…
zh_hk: 正在載入參考圖…

source: Loading sticker options…
zh_cn: 正在加载贴纸选项…
zh_hk: 正在載入貼紙選項…

source: Loading stickers…
zh_cn: 正在载入贴纸…
zh_hk: 正在載入貼圖…

source: Loading top-ups…
zh_cn: 正在载入充值记录…
zh_hk: 正在載入增值記錄…

source: Loading your library…
zh_cn: 正在载入你的贴纸库…
zh_hk: 正在載入你的貼圖庫…

source: Looking for subjects…
zh_cn: 正在寻找主体…
zh_hk: 正在尋找主體…

source: Loop
zh_cn: 循环
zh_hk: 循環

source: Looping animation
zh_cn: 循环动画
zh_hk: 循環動畫

source: Lost the live connection
zh_cn: 实时连接已中断
zh_hk: 實時連線已中斷

source: Low
zh_cn: 低
zh_hk: 低

source: Make expressive stickers from words and photos.
zh_cn: 用文字和照片制作富有表现力的贴纸。
zh_hk: 用文字和相片製作富有表現力的貼圖。

source: Make it move
zh_cn: 让它动起来
zh_hk: 讓它動起來

source: Making the compact copy
zh_cn: 正在制作紧凑副本
zh_hk: 正在製作精簡副本

source: Making the send sizes
zh_cn: 正在制作发送尺寸
zh_hk: 正在製作傳送尺寸

source: Making your sticker
zh_cn: 正在制作贴纸
zh_hk: 正在製作貼圖

source: Manage credits
zh_cn: 管理积分
zh_hk: 管理點數

source: Manage Subscription
zh_cn: 管理订阅
zh_hk: 管理訂閱

source: Manage Subscription opens Apple's own sheet, where a plan can be changed or cancelled. Changes can take a moment to reach this screen.
zh_cn: “管理订阅”会打开 Apple 的页面，你可以在那里更改或取消方案。更改可能需要一点时间才会显示在此页面。
zh_hk: 「管理訂閱」會開啟 Apple 的頁面，你可以在那裡更改或取消方案。更改可能需要一點時間才會顯示在此頁面。

source: Marketplace
zh_cn: 市场
zh_hk: 市場

source: Mask attachment
zh_cn: 蒙版附件
zh_hk: 蒙版附件

source: Maximum
zh_cn: 最高
zh_hk: 最高

source: Medium
zh_cn: 中
zh_hk: 中

source: Membership required
zh_cn: 需要会员资格
zh_hk: 需要會員資格

source: Message %@
zh_cn: 给 %@ 发消息
zh_hk: 給 %@ 發訊息

source: Met new friends!
zh_cn: 认识新朋友啦！
zh_hk: 識咗新朋友啦！

source: Midnight
zh_cn: 午夜
zh_hk: 午夜

source: Min
zh_cn: 最少
zh_hk: 最少

source: Move to draft
zh_cn: 移至草稿
zh_hk: 移至草稿

source: MP4 background
zh_cn: MP4 背景
zh_hk: MP4 背景

source: MP4 uses this background. GIF and system sticker exports remain transparent.
zh_cn: MP4 使用此背景。GIF 和系统贴纸导出仍保持透明。
zh_hk: MP4 使用此背景。GIF 和系統貼圖導出仍保持透明。

source: MP4 uses this background. The animated PNG and system sticker exports remain transparent.
zh_cn: MP4 会使用此背景。动态 PNG 和系统贴纸导出文件仍保持透明。
zh_hk: MP4 會使用此背景。動態 PNG 和系統貼圖匯出檔案仍保持透明。

source: Multiple
zh_cn: 多个
zh_hk: 多個

source: My packs
zh_cn: 我的贴纸包
zh_hk: 我的貼圖包

source: My Stickers
zh_cn: 我的贴纸
zh_hk: 我的貼圖

source: Name
zh_cn: 名称
zh_hk: 名稱

source: New friend
zh_cn: 新朋友
zh_hk: 新朋友

source: New pack
zh_cn: 新建贴纸包
zh_hk: 新建貼圖包

source: New sticker
zh_cn: 新贴纸
zh_hk: 新貼圖

source: Newest
zh_cn: 最新
zh_hk: 最新

source: Next
zh_cn: 下一步
zh_hk: 下一步

source: No %@ stickers match this filter.
zh_cn: 没有符合此筛选条件的%@贴纸。
zh_hk: 沒有符合此篩選條件的%@貼圖。

source: No balance history
zh_cn: 没有余额历史记录
zh_hk: 沒有餘額歷史記錄

source: No balances
zh_cn: 没有余额
zh_hk: 沒有餘額

source: No installs yet
zh_cn: 尚无安装
zh_hk: 尚無安裝
